# Taps
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'bat'
brew 'git'
brew 'ripgrep'
brew 'tree'
brew 'neovim'
brew 'rust-analyzer'

# Development
brew 'node'
brew 'rust'
brew 'gh'

# Apps
cask 'caffeine'
cask 'iterm2'

# Fonts
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'

